Repository: semihtakilan/BookTrace
Catalog: BookTrace/Localizable.xcstrings
Source language: en
Languages: de, tr

source: Last updated: September 7, 2026
de: Zuletzt aktualisiert: 7. September 2026
tr: Son güncelleme: 7 Eylül 2026

source: Library transfer
de: Bibliothek übertragen
tr: Kütüphane aktarımı

source: Measure
de: Einheit
tr: Ölçüt

source: My notes & rating
de: Meine Notizen & Bewertung
tr: Notlarım ve puanım

source: Not rated
de: Nicht bewertet
tr: Puanlanmadı

source: Notes
de: Notizen
tr: Notlar

source: Period
de: Zeitraum
tr: Dönem

source: Privacy policy
de: Datenschutzerklärung
tr: Gizlilik politikası

source: Progress starts when the goal is created and resets with each calendar period.
de: Der Fortschritt beginnt mit der Erstellung des Ziels und wird in jedem Kalenderzeitraum zurückgesetzt.
tr: İlerleme, hedef oluşturulduğunda başlar ve her takvim döneminde sıfırlanır.

source: Reading insights
de: Leseauswertung
tr: Okuma analizi

source: Saved on this device. iCloud sync is unavailable in this configuration.
de: Auf diesem Gerät gespeichert. iCloud-Synchronisierung ist in dieser Konfiguration nicht verfügbar.
tr: Bu cihazda kaydediliyor. Bu yapılandırmada iCloud eşitlemesi kullanılamıyor.

source: Search results are cached on this device for offline browsing. Erasing the library removes all books, reading sessions, notes, quotes and goals.
de: Suchergebnisse werden für die Offline-Nutzung auf diesem Gerät zwischengespeichert. Das Löschen der Bibliothek entfernt alle Bücher, Lesesitzungen, Notizen, Zitate und Ziele.
tr: Arama sonuçları çevrimdışı gezinmek için bu cihazda önbelleğe alınır. Kütüphaneyi silmek tüm kitapları, okuma oturumlarını, notları, alıntıları ve hedefleri kaldırır.

source: Share export
de: Export teilen
tr: Dışa aktarılan dosyayı paylaş

source: Stop import
de: Import stoppen
tr: İçe aktarmayı durdur

source: Importing…
de: Import läuft…
tr: İçe aktarılıyor…

source: Sync could not finish. Your local library is available.
de: Die Synchronisierung konnte nicht abgeschlossen werden. Deine lokale Bibliothek ist verfügbar.
tr: Eşitleme tamamlanamadı. Yerel kütüphanen kullanılabilir.

source: Syncing with iCloud…
de: Synchronisierung mit iCloud…
tr: iCloud ile eşitleniyor…

source: Target
de: Zielwert
tr: Hedef

source: This removes every book, reading session, quote and goal. With iCloud enabled, this also removes them from your other devices. It cannot be undone.
de: Alle Bücher, Lesesitzungen, Zitate und Ziele werden gelöscht. Bei aktiviertem iCloud werden sie auch von deinen anderen Geräten entfernt. Dies kann nicht rückgängig gemacht werden.
tr: Tüm kitaplar, okuma oturumları, alıntılar ve hedefler silinir. iCloud açıksa diğer cihazlarından da kaldırılır. Bu işlem geri alınamaz.

source: Your books stay yours.
de: Deine Bücher bleiben deine.
tr: Kitapların sana ait kalır.

source: Your impression
de: Dein Eindruck
tr: Düşüncelerin

source: Your rating
de: Deine Bewertung
tr: Puanın

source: Your year in books
de: Dein Jahr in Büchern
tr: Kitaplarla geçen yılın

source: iCloud is off. Your library is saved on this device.
de: iCloud ist ausgeschaltet. Deine Bibliothek wird auf diesem Gerät gespeichert.
tr: iCloud kapalı. Kütüphanen bu cihazda kaydediliyor.

source: iCloud is ready
de: iCloud ist bereit
tr: iCloud hazır

source: iCloud sync
de: iCloud-Synchronisierung
tr: iCloud eşitlemesi

source: Daily
de: Täglich
tr: Günlük

source: Weekly
de: Wöchentlich
tr: Haftalık

source: Minutes
de: Minuten
tr: Dakika

source: BookTrace does not require a BookTrace account and does not include advertising or analytics SDKs.
de: BookTrace erfordert kein BookTrace-Konto und enthält keine Werbe- oder Analyse-SDKs.
tr: BookTrace, BookTrace hesabı gerektirmez; reklam veya analiz SDK'ları içermez.

source: Your library, reading sessions, goals, notes and quotes are stored on your device. When iCloud is available, this data syncs through your private iCloud database using your Apple Account.
de: Deine Bibliothek, Lesesitzungen, Ziele, Notizen und Zitate werden auf deinem Gerät gespeichert. Wenn iCloud verfügbar ist, werden diese Daten über deine private iCloud-Datenbank mit deinem Apple Account synchronisiert.
tr: Kütüphanen, okuma oturumların, hedeflerin, notların ve alıntıların cihazında saklanır. iCloud kullanılabiliyorsa bu veriler Apple Hesabın üzerinden özel iCloud veritabanında eşitlenir.

source: Search terms and ISBNs are sent to Open Library and, when needed, Google Books. Those services receive network information such as your IP address. Book covers are downloaded from their image services.
de: Suchbegriffe und ISBNs werden an Open Library und bei Bedarf an Google Books gesendet. Diese Dienste erhalten Netzwerkinformationen wie deine IP-Adresse. Buchcover werden von ihren Bilddiensten heruntergeladen.
tr: Arama terimleri ve ISBN'ler Open Library'ye ve gerektiğinde Google Books'a gönderilir. Bu hizmetler IP adresin gibi ağ bilgilerini alır. Kitap kapakları bu hizmetlerin görsel sunucularından indirilir.

source: Camera access is used only when you scan a barcode or a page. Text recognition runs on your device; BookTrace does not upload page photos.
de: Die Kamera wird nur zum Scannen eines Barcodes oder einer Seite verwendet. Die Texterkennung erfolgt auf deinem Gerät; BookTrace lädt keine Seitenfotos hoch.
tr: Kamera erişimi yalnızca barkod veya sayfa tararken kullanılır. Metin tanıma cihazında çalışır; BookTrace sayfa fotoğraflarını yüklemez.

source: Apple processes purchases. BookTrace reads verified purchase status to unlock Pro; it does not receive your payment card details.
de: Apple verarbeitet Käufe. BookTrace liest den verifizierten Kaufstatus, um Pro freizuschalten, und erhält keine Zahlungskartendaten.
tr: Satın alımları Apple işler. BookTrace, Pro'yu açmak için doğrulanmış satın alma durumunu okur; ödeme kartı bilgilerini almaz.

source: You choose when to export or share your reading data. Erasing the library removes its books, sessions, notes, quotes and goals; with iCloud enabled, deletions can sync to your other devices.
de: Du entscheidest, wann du deine Lesedaten exportierst oder teilst. Das Löschen der Bibliothek entfernt Bücher, Sitzungen, Notizen, Zitate und Ziele; bei aktiviertem iCloud können Löschungen mit deinen anderen Geräten synchronisiert werden.
tr: Okuma verilerini ne zaman dışa aktaracağını veya paylaşacağını sen seçersin. Kütüphaneyi silmek kitapları, oturumları, notları, alıntıları ve hedefleri kaldırır; iCloud açıksa silme işlemleri diğer cihazlarına eşitlenebilir.

source: Loading the description…
de: Die Beschreibung wird geladen…
tr: Kitap açıklaması yükleniyor…

source: A description isn’t available for this book yet.
de: Für dieses Buch ist noch keine Beschreibung verfügbar.
tr: Bu kitabın açıklaması henüz mevcut değil.

source: The description couldn’t be loaded.
de: Die Beschreibung konnte nicht geladen werden.
tr: Kitap açıklaması yüklenemedi.

source: Return to the timer to record your reading time.
de: Kehre zum Timer zurück, um deine Lesezeit zu erfassen.
tr: Okuma süreni kaydetmek için sayaca dön.

source: %lld of %lld reading
de: Buch %1$lld von %2$lld in Arbeit
tr: Okunan %2$lld kitaptan %1$lld. kitap

source: No matching books
de: Keine passenden Bücher
tr: Eşleşen kitap yok

source: Current page
de: Aktuelle Seite
tr: Geçerli sayfa

source: Track reading time
de: Lesezeit erfassen
tr: Okuma süresini kaydet

source: No sessions on this day.
de: Keine Leseeinheiten an diesem Tag.
tr: Bu gün için kayıtlı oturum yok.

source: View sessions
de: Leseeinheiten anzeigen
tr: Oturumları görüntüle

source: Tap a day to see your sessions.
de: Tippe auf einen Tag, um deine Leseeinheiten zu sehen.
tr: Oturumlarını görmek için bir güne dokun.

source: Reading history
de: Leseverlauf
tr: Okuma geçmişi

source: Page %lld of %lld
de: Seite %1$lld von %2$lld
tr: Sayfa %1$lld / %2$lld

source: Page %lld
de: Seite %lld
tr: Sayfa %lld

source: Enter zero or more whole pages.
de: Gib eine ganze Seitenzahl ab null ein.
tr: Sıfır veya daha büyük bir tam sayfa sayısı gir.

source: Book complete. This session will save your reading time.
de: Buch abgeschlossen. Diese Leseeinheit erfasst deine Lesezeit.
tr: Kitap tamamlandı. Bu oturum okuma süreni kaydedecek.

source: %lld sessions
de: %lld Leseeinheiten
tr: %lld oturum

# %@ · %lld pages
source: %1$@ · %lld pages
de: %1$@ · %lld Seiten
tr: %1$@ · %lld sayfa

source: %@ and every reading session recorded for it will be deleted.
de: %@ und alle dafür erfassten Lesesitzungen werden gelöscht.
tr: %@ ve bu kitap için kaydedilmiş tüm okuma oturumları silinecek.

source: %lld books
de: %lld Bücher
tr: %lld kitap

source: %lld days in a row
de: %lld Tage in Folge
tr: %lld gün üst üste

source: %lld minutes. The world can wait.
de: %lld Minuten. Die Welt kann warten.
tr: %lld dakika. Dünya bekleyebilir.

source: %lld minutes. This is a real sitting.
de: %lld Minuten. Das ist eine richtige Sitzung.
tr: %lld dakika. Bu gerçek bir oturuş.

source: %lld minutes. You’ve settled in.
de: %lld Minuten. Du bist angekommen.
tr: %lld dakika. Yerleştin.

# %lld of %lld pages
source: %1$lld of %lld pages
de: %1$lld von %lld Seiten
tr: %1$lld / %lld sayfa

source: %lld of the last 7 days
de: %lld der letzten 7 Tage
tr: Son 7 günün %lld’i

source: %lld pages
de: %lld Seiten
tr: %lld sayfa

source: %lld%% complete
de: %lld%% abgeschlossen
tr: %%%lld tamamlandı

# %lld%% of %lld pages
source: %1$lld%% of %lld pages
de: %1$lld%% von %lld Seiten
tr: %%%1$lld · %lld sayfa

source: %lld%% of this book is behind you.
de: %lld%% dieses Buches liegen hinter dir.
tr: Bu kitabın %%%lld’i arkanda kaldı.

source: ~%@ left
de: noch ~%@
tr: ~%@ kaldı

source: ~%@ left (estimate)
de: noch ~%@ (geschätzt)
tr: ~%@ kaldı (tahmini)

source: 250 pages or fewer
de: 250 Seiten oder weniger
tr: 250 sayfa ve altı

source: A different way to find it
de: Versuch es auf einem anderen Weg
tr: Başka bir yoldan bulalım

source: A few lines are enough.
de: Ein paar Zeilen genügen.
tr: Birkaç dize yeter.

source: A few pages further.
de: Ein paar Seiten weiter.
tr: Birkaç sayfa daha.

source: A few small things, just the way you like them.
de: Kleine Dinge, ganz nach deinem Geschmack.
tr: Küçük ayrıntılar, tam istediğin gibi.

source: A little reading, every day.
de: Jeden Tag ein bisschen lesen.
tr: Her gün, birkaç sayfa.

source: A MOMENT FOR YOURSELF
de: EIN MOMENT FÜR DICH
tr: KENDİNE BİR AN AYIR

source: A quiet room
de: Ein stiller Raum
tr: Sessiz bir oda

source: A SPACE FOR YOUR STORIES
de: PLATZ FÜR DEINE GESCHICHTEN
tr: HİKÂYELERİNE BİR YER

source: A world of books, a shelf of your own.
de: Eine Welt voller Bücher. Dein eigenes Regal.
tr: Bir dünya kitap, sana ait bir raf.

source: Abandoned
de: Abgebrochen
tr: Yarım Bırakıldı

source: About
de: Über
tr: Hakkında

source: Add
de: Hinzufügen
tr: Ekle

source: Add a book to your library and record a reading session — your stats will show up here.
de: Füge ein Buch zu deiner Bibliothek hinzu und zeichne eine Lesesitzung auf – deine Statistiken erscheinen hier.
tr: Kütüphanene bir kitap ekle ve bir okuma oturumu kaydet — istatistiklerin burada görünecek.

source: Add a page count
de: Seitenzahl hinzufügen
tr: Sayfa sayısı ekle

source: Add a page count to this book to track progress.
de: Füge diesem Buch eine Seitenzahl hinzu, um den Fortschritt zu verfolgen.
tr: İlerlemeyi izlemek için bu kitaba sayfa sayısı ekle.

source: Add a page count to track progress
de: Gib eine Seitenzahl an, um den Fortschritt zu verfolgen
tr: İlerlemeyi takip etmek için sayfa sayısı gir

source: Add to Library
de: Zur Bibliothek hinzufügen
tr: Kütüphaneye Ekle

source: After dark
de: Nach Einbruch der Dunkelheit
tr: Hava karardıktan sonra

source: All
de: Alle
tr: Tümü

source: All Books
de: Alle Bücher
tr: Tüm Kitaplar

source: Almost there.
de: Fast geschafft.
tr: Az kaldı.

source: Already in your library
de: Bereits in deiner Bibliothek
tr: Zaten kütüphanende

source: An estimate until your first reading session.
de: Eine Schätzung bis zu deiner ersten Lesesitzung.
tr: İlk okuma oturumuna kadar tahmini bir süre.

source: Appearance
de: Erscheinungsbild
tr: Görünüm

source: Applies immediately. Choose System to follow your device language.
de: Wird sofort übernommen. Wähle System, um der Gerätesprache zu folgen.
tr: Anında uygulanır. Cihazın dilini kullanmak için Sistem'i seç.

source: Back
de: Zurück
tr: Geri

source: Back to the timer
de: Zurück zum Timer
tr: Sayaca dön

source: Between the lines
de: Zwischen den Zeilen
tr: Satır aralarında

source: Between the pages
de: Zwischen den Seiten
tr: Sayfalar arasında

source: Biography
de: Biografie
tr: Biyografi

source: Book data
de: Buchdaten
tr: Kitap verisi

source: Book details
de: Buchdetails
tr: Kitap hakkında

source: BookTrace couldn't open the reading data stored on this device.
de: BookTrace konnte die auf diesem Gerät gespeicherten Lesedaten nicht öffnen.
tr: BookTrace bu cihazda saklanan okuma verisini açamadı.

source: BookTrace needs the camera to read a book's barcode. You can turn it on in Settings.
de: BookTrace benötigt die Kamera, um den Barcode eines Buches zu lesen. Du kannst sie in den Einstellungen aktivieren.
tr: BookTrace, kitabın barkodunu okumak için kameraya ihtiyaç duyuyor. Ayarlar'dan açabilirsin.

source: Borrowed
de: Geliehen
tr: Ödünç Alındı

source: Browse the shelves
de: Regale durchstöbern
tr: Raflara göz at

source: Cache cleared
de: Cache geleert
tr: Önbellek temizlendi

source: Camera access is off
de: Kamerazugriff ist deaktiviert
tr: Kamera erişimi kapalı

source: Cancel
de: Abbrechen
tr: Vazgeç

source: Cancel session
de: Sitzung abbrechen
tr: Oturumu iptal et

source: Categories
de: Kategorien
tr: Kategoriler

source: Clear search
de: Suche löschen
tr: Aramayı temizle

source: Clear search cache
de: Suchcache leeren
tr: Arama önbelleğini temizle

source: Collect the books you love. Make time for their stories. Keep a trace of every page.
de: Sammle Bücher, die du liebst. Nimm dir Zeit für ihre Geschichten. Bewahre die Spuren jeder Seite.
tr: Sevdiğin kitapları bir araya getir. Hikâyelerine zaman ayır. Her sayfanın izini sakla.

source: Completed percentage (0 to 100)
de: Abgeschlossener Prozentsatz (0 bis 100)
tr: Tamamlanan yüzde (0 – 100)

source: Continue reading
de: Weiterlesen
tr: Okumaya devam et

source: Current page (0 to %lld)
de: Aktuelle Seite (0 bis %lld)
tr: Bulunduğun sayfa (0 – %lld)

source: Dark
de: Dunkel
tr: Koyu

source: Data
de: Daten
tr: Veri

source: Day streak
de: Tagesserie
tr: Günlük seri

source: Defaults for new books
de: Standardwerte für neue Bücher
tr: Yeni kitaplar için varsayılanlar

source: Discard
de: Verwerfen
tr: Kaydetme

source: Discard session
de: Sitzung verwerfen
tr: Oturumu sil

source: Discard this session?
de: Diese Sitzung verwerfen?
tr: Bu oturum kaydedilmesin mi?

source: Discover
de: Entdecken
tr: Keşfet

source: Done
de: Fertig
tr: Tamam

source: Edit library details
de: Bibliothekseintrag bearbeiten
tr: Kitap bilgilerini düzenle

source: Elapsed time
de: Verstrichene Zeit
tr: Geçen süre

source: Enter a page count greater than zero.
de: Gib eine Seitenzahl größer als null ein.
tr: Sıfırdan büyük bir sayfa sayısı gir.

source: Enter zero or more pages.
de: Gib null oder mehr Seiten ein.
tr: Sıfır veya daha fazla sayfa gir.

source: Erase
de: Löschen
tr: Sil

source: Erase library
de: Bibliothek löschen
tr: Kütüphaneyi sil

source: Erase your library?
de: Deine Bibliothek löschen?
tr: Kütüphanen silinsin mi?

source: Every book and reading session stored on this device will be deleted. This cannot be undone.
de: Jedes auf diesem Gerät gespeicherte Buch und jede Lesesitzung wird gelöscht. Das kann nicht rückgängig gemacht werden.
tr: Bu cihazda saklanan her kitap ve okuma oturumu silinecek. Bu işlem geri alınamaz.

source: Every little bit of reading counts.
de: Jede gelesene Seite zählt.
tr: Okuduğun her sayfanın değeri var.

source: Every reader starts with one book.
de: Jede Lesereise beginnt mit einem Buch.
tr: Her okur bir kitapla başlar.

source: Explore
de: Entdecken
tr: Keşfet

source: Extraordinary ordinary lives.
de: Außergewöhnliche Lebensgeschichten.
tr: Sıradan hayatlarda sıra dışı izler.

source: Far from here
de: Weit weg von hier
tr: Buradan çok uzakta

source: Fiction
de: Belletristik
tr: Kurgu

source: Find a book
de: Ein Buch finden
tr: Kitap bul

source: Find a story that stays with you.
de: Entdecke eine Geschichte, die bleibt.
tr: İz bırakan bir hikâye keşfet.

source: Find your first book
de: Finde dein erstes Buch
tr: İlk kitabını bul

source: Find your next chapter.
de: Finde dein nächstes Kapitel.
tr: Yeni bir hikâye keşfet.

source: Find your next read
de: Finde dein nächstes Buch
tr: Sıradaki kitabını keşfet

source: Finish
de: Beenden
tr: Bitir

source: Finish reading
de: Lesen beenden
tr: Okumayı bitir

source: Finish Session
de: Sitzung beenden
tr: Oturumu Bitir

source: Finished
de: Gelesen
tr: Bitirildi

source: Five minutes in. The room is quiet.
de: Fünf Minuten. Es ist ganz ruhig.
tr: Beş dakika oldu. Ortalık sakin.

source: Follow your curiosity
de: Folge deiner Neugier
tr: Merakının peşinden git

source: Follow your curiosity. A story is waiting.
de: Folge deiner Neugier. Eine Geschichte wartet.
tr: Merakının peşinden git. Bir hikâye seni bekliyor.

source: FROM THE SHELVES
de: AUS DEN REGALEN
tr: RAFLARDAN BİR SEÇKİ

source: Go to Explore
de: Zu Entdecken
tr: Keşfet'e git

source: Google Books has hit its quota. Add your own API key to keep browsing.
de: Das Kontingent von Google Books ist erschöpft. Füge deinen eigenen API-Schlüssel hinzu, um weiterzustöbern.
tr: Google Books kotası doldu. Gezinmeye devam etmek için kendi API anahtarını ekle.

source: Google Books has hit its quota. Try again in a little while.
de: Das Kontingent von Google Books ist erschöpft. Versuche es später noch einmal.
tr: Google Books kotası doldu. Biraz sonra tekrar dene.

source: Google Books is temporarily unavailable. Try again in a moment.
de: Google Books ist vorübergehend nicht erreichbar. Versuche es gleich noch einmal.
tr: Google Books şu an geçici olarak yanıt vermiyor. Birazdan tekrar dene.

source: Google Books returned something we couldn't read.
de: Google Books hat eine Antwort geliefert, die wir nicht lesen konnten.
tr: Google Books okuyamadığımız bir yanıt döndürdü.

source: Google requests today
de: Google-Anfragen heute
tr: Bugünkü Google isteği

source: Group by
de: Gruppieren nach
tr: Grupla

source: Halfway.
de: Halbzeit.
tr: Yarıladın.

source: History
de: Geschichte
tr: Tarih

source: How far did you get?
de: Wie weit bist du gekommen?
tr: Nereye kadar geldin?

source: How many pages did you read?
de: Wie viele Seiten hast du gelesen?
tr: Kaç sayfa okudun?

source: Imagine another world.
de: Stell dir eine andere Welt vor.
tr: Başka bir dünya hayal et.

source: In Library
de: In der Bibliothek
tr: Kütüphanede

source: Inside the book
de: Ein Blick ins Buch
tr: Kitabın içinde

source: It all really happened.
de: Das alles ist wirklich passiert.
tr: Bunların hepsi gerçekten oldu.

source: Journal
de: Lesetagebuch
tr: Günlük

source: Just you and the next page.
de: Nur du und die nächste Seite.
tr: Yalnızca sen ve sıradaki sayfa.

source: Keep Reading
de: Weiterlesen
tr: Okumaya Devam Et

source: Lamplight
de: Lampenlicht
tr: Lamba ışığı

source: Language
de: Sprache
tr: Dil

source: Leave the page count empty to use the book’s published length.
de: Lass die Seitenzahl leer, um die veröffentlichte Länge zu verwenden.
tr: Kitabın kayıtlı sayfa sayısını kullanmak için boş bırak.

source: Left to finish
de: Bis zum Ende
tr: Bitirmeye kalan

source: Let your story grow.
de: Lass deine Geschichte wachsen.
tr: Hikâyen sayfalarla büyüsün.

source: Library
de: Bibliothek
tr: Kütüphane

source: Library Details
de: Bibliotheksdetails
tr: Kütüphane Bilgileri

source: Library erased
de: Bibliothek gelöscht
tr: Kütüphane silindi

source: Light
de: Hell
tr: Açık

source: Looking up that barcode…
de: Barcode wird gesucht…
tr: Barkod aranıyor…

source: Lost in a book. Found in your day.
de: Im Buch versunken. Zeit für dich gefunden.
tr: Bir kitaba dalıp kendine ayırdığın zaman.

source: Make it yours
de: Mach es zu deinem Buch
tr: Kitaplığındaki yeri

source: Make room for a new idea.
de: Platz für einen neuen Gedanken.
tr: Yeni bir fikre yer aç.

source: Measured from your own sessions. Time estimates get more accurate the more you read.
de: Aus deinen eigenen Sitzungen gemessen. Je mehr du liest, desto genauer werden die Schätzungen.
tr: Kendi oturumlarından ölçüldü. Okudukça süre tahminleri daha isabetli olur.

source: New category
de: Neue Kategorie
tr: Yeni kategori

source: No books here yet
de: Hier stehen noch keine Bücher
tr: Burada henüz kitap yok

source: No books matched. Try the author’s name, a shorter title, or an ISBN.
de: Kein passendes Buch. Versuche einen Autorennamen, einen kürzeren Titel oder eine ISBN.
tr: Eşleşen kitap bulunamadı. Yazar adı, daha kısa bir başlık veya ISBN ile dene.

source: No camera available
de: Keine Kamera verfügbar
tr: Kamera yok

source: No reading sessions recorded yet. Start Reading Mode on a book to track your time.
de: Noch keine Lesesitzungen aufgezeichnet. Starte den Lesemodus bei einem Buch, um deine Zeit zu erfassen.
tr: Henüz okuma oturumu kaydedilmedi. Süreni takip etmek için bir kitapta Okuma Modu'nu başlat.

source: No reading stats yet
de: Noch keine Lesestatistiken
tr: Henüz istatistik yok

source: No sessions yet. Start Reading Mode to record one — the time estimate gets personal after your first session.
de: Noch keine Sitzungen. Starte den Lesemodus, um eine aufzuzeichnen – nach der ersten Sitzung wird die Zeitschätzung persönlich.
tr: Henüz oturum yok. Bir tane kaydetmek için Okuma Modu'nu başlat — ilk oturumdan sonra süre tahmini sana özel hâle gelir.

source: Not Owned
de: Nicht im Besitz
tr: Sahip Değilim

source: Nothing here right now.
de: Hier ist gerade nichts.
tr: Şu an burada bir şey yok.

source: Nothing recorded yet.
de: Noch nichts aufgezeichnet.
tr: Henüz kayıt yok.

source: Now Reading
de: Gerade am Lesen
tr: Şu An Okunan

source: NOW READING
de: GERADE AM LESEN
tr: ŞİMDİ OKUNUYOR

source: On your shelf
de: In deinem Regal
tr: Kitap rafın

source: Once upon a time
de: Es war einmal
tr: Bir varmış bir yokmuş

source: One idea at a time.
de: Eine Idee nach der anderen.
tr: Her seferinde tek bir fikir.

source: One more book that is yours for good.
de: Ein Buch mehr, das für immer dir gehört.
tr: Artık temelli senin olan bir kitap daha.

source: ONE PAGE AT A TIME
de: SEITE FÜR SEITE
tr: SAYFA SAYFA

source: Open air
de: Unter freiem Himmel
tr: Açık hava

source: Open Settings
de: Einstellungen öffnen
tr: Ayarları Aç

source: Open something new
de: Schlag etwas Neues auf
tr: Yeni bir hikâyeye açıl

source: Opens book details
de: Öffnet die Buchdetails
tr: Kitap ayrıntılarını açar

source: Optional. Give your books a little order with personal tags.
de: Optional. Ordne deine Bücher mit eigenen Schlagwörtern.
tr: İsteğe bağlı. Kitaplarını kendi etiketlerinle düzenle.

source: Owned
de: Im Besitz
tr: Sahibim

source: Ownership
de: Besitz
tr: Sahiplik

source: Ownership Status
de: Besitzstatus
tr: Sahiplik Durumu

source: Page count
de: Seitenzahl
tr: Sayfa sayısı

source: pages
de: Seiten
tr: sayfa

source: Pages
de: Seiten
tr: Sayfa

source: Pages read
de: Gelesene Seiten
tr: Okunan sayfa

source: Pages read, tap to type a number
de: Gelesene Seiten, zum Eingeben tippen
tr: Okunan sayfa, sayı yazmak için dokun

source: Paused
de: Pausiert
tr: Duraklatıldı

source: Per hour
de: Pro Stunde
tr: Saatte

source: Per page
de: Pro Seite
tr: Sayfa başına

source: Percentage
de: Prozent
tr: Yüzde

source: Philosophy
de: Philosophie
tr: Felsefe

source: Point the camera at the barcode on the back cover
de: Richte die Kamera auf den Barcode auf der Rückseite
tr: Kamerayı arka kapaktaki barkoda tut
